{
  "about": {
    "policy": {
      "article1": {
        "content": "\"Personal information\" refers to \"personal information\" as defined by the Personal Information Protection Law, which means information about living individuals that can identify a specific person through details such as name, date of birth, address, phone number, contact information, and other descriptions. It also includes data related to appearance, fingerprints, voice prints, and health insurance card insurer numbers, which can individually identify a specific person (personal identification information).",
        "title": "Article 1 (Personal Information)"
      },
      "article2": {
        "content": "The purposes for which we collect and use personal information are as follows:",
        "item1": "1. To provide and operate our services",
        "item2": "2. To respond to inquiries from users (including verifying their identity)",
        "item3": "3. To send emails about new features, updates, campaigns, and other services offered by us",
        "item4": "4. To contact users when necessary for maintenance, important notices, etc.",
        "item5": "5. To identify users who violate the terms of service or attempt to use the service for unlawful purposes and deny their use",
        "item6": "6. To allow users to view, modify, or delete their registration information and view their usage status",
        "item7": "7. For purposes incidental to the above purposes",
        "title": "Article 2 (Purpose of Collecting and Using Personal Information)"
      },
      "article3": {
        "section1": "1. We will only change the purpose of use of personal information if it is reasonably related to the purpose before the change.",
        "section2": "2. If we change the purpose of use, we will notify users of the new purpose by our prescribed method or publish it on this app.",
        "title": "Article 3 (Change of Purpose of Use)"
      },
      "article4": {
        "section1": "1. We will not provide personal information to third parties without the user's prior consent, except as permitted by the Personal Information Protection Law or other laws.",
        "section2": "2. Notwithstanding the preceding paragraph, the following cases are not considered provision to third parties:",
        "subitems1": {
          "item1": "1. When necessary to protect human life, body, or property and it is difficult to obtain consent from the person",
          "item2": "2. When particularly necessary for the improvement of public health or the promotion of healthy development of children and it is difficult to obtain consent from the person",
          "item3": "3. When cooperation is required for the performance of duties prescribed by laws and regulations by national or local public institutions or those entrusted by them, and obtaining consent may hinder the performance of such duties"
        },
        "subitems2": {
          "item1": "1. When outsourcing all or part of the handling of personal information within the scope necessary to achieve the purpose of use",
          "item2": "2. When personal information is provided due to business succession such as merger"
        },
        "title": "Article 4 (Provision of Personal Information to Third Parties)"
      },
      "article5": {
        "section1": "1. When requested by the person to disclose personal information, we will disclose it without delay. However, if disclosure would fall under any of the following cases, we may not disclose all or part of the information and will notify the person of the decision without delay:",
        "section2": "2. Notwithstanding the preceding paragraph, we will not disclose information other than personal information such as historical information and characteristic information as a rule.",
        "subitems": {
          "item1": "1. When there is a risk of harming the life, body, property, or other rights and interests of the person or a third party",
          "item2": "2. When there is a risk of significantly hindering the proper execution of our business",
          "item3": "3. When it would violate other laws and regulations"
        },
        "title": "Article 5 (Disclosure of Personal Information)"
      },
      "article6": {
        "section1": "1. If a user finds their personal information held by us to be incorrect, they can request correction, addition, or deletion (hereinafter referred to as \"correction, etc.\") through the procedures we prescribe.",
        "section2": "2. We will promptly make corrections, etc., if we determine it is necessary based on the user's request.",
        "section3": "3. If we make corrections, etc., or decide not to make corrections, etc., we will promptly notify the user.",
        "title": "Article 6 (Correction and Deletion of Personal Information)"
      },
      "article7": {
        "section1": "1. If a user requests the suspension or deletion (hereinafter referred to as \"suspension of use, etc.\") of their personal information because it is being handled beyond the scope of its purpose or obtained by illegal means, we will promptly conduct the necessary investigation.",
        "section2": "2. Based on the results of the investigation in the preceding paragraph, if we determine that it is necessary to comply with the request, we will promptly suspend the use of, etc., the personal information.",
        "section3": "3. If we suspend the use, etc., of personal information, or decide not to do so, we will promptly notify the user.",
        "section4": "4. Notwithstanding the preceding two paragraphs, if suspending the use, etc., involves substantial costs or is otherwise difficult to do, we will take alternative measures to protect the user's rights and interests.",
        "title": "Article 7 (Suspension of Use, etc. of Personal Information)"
      },
      "article8": {
        "section1": "1. We may change the contents of this policy without notifying users, except for matters specified in laws and regulations or in this policy.",
        "section2": "2. Unless otherwise specified, the changed privacy policy will take effect when it is posted on this app.",
        "title": "Article 8 (Changes to Privacy Policy)"
      },
      "policy": "Privacy Policy",
      "preamble": "The developer of EcoTalk (hereinafter referred to as \"we\") has established the following privacy policy (hereinafter referred to as \"this policy\") regarding the handling of users' personal information in the services provided on this app (hereinafter referred to as \"this service\")."
    },
    "terms": {
      "article1": {
        "section1": "1. These terms apply to all relationships regarding the use of the Service between the User and the Company.",
        "section2": "2. In addition to these terms, the Company may set various rules (hereinafter referred to as 'Individual Regulations') regarding the use of the Service. These Individual Regulations, regardless of their name, will form part of these terms.",
        "section3": "3. In the event of any conflict between the content of these terms and the content of the Individual Regulations, the content of the Individual Regulations will take precedence over these terms.",
        "title": "Article 1 (Application)"
      },
      "article10": {
        "section1": {
          "content": "1. The Company may change these terms without the user's individual consent under the following conditions:",
          "item1": "1. When the change to these terms is in accordance with the general interest of the user.",
          "item2": "2. When the change to these terms does not contradict the purpose of the Service use contract and is reasonable in light of the necessity for the change, the appropriateness of the content after the change, and other circumstances related to the change."
        },
        "section2": "2. The Company will notify the user in advance of the change to these terms, including the content of the changed terms and the effective date.",
        "title": "Article 10 (Change of Terms of Service)"
      },
      "article11": {
        "content": "The Company will handle personal information obtained through the use of the Service in accordance with the Company's 'Privacy Policy.'",
        "title": "Article 11 (Handling of Personal Information)"
      },
      "article12": {
        "content": "Notifications or communications between the user and the Company will be conducted in the manner prescribed by the Company. The Company will regard the currently registered contact information as valid unless the user provides a change notification in accordance with the method separately specified by the Company, and such notifications or communications will be deemed to have reached the user at the time of dispatch.",
        "title": "Article 12 (Notification or Communication)"
      },
      "article13": {
        "content": "The user may not transfer or pledge the status of the usage contract or rights or obligations based on these terms to a third party without the Company's prior written consent.",
        "title": "Article 13 (Prohibition of Transfer of Rights and Obligations)"
      },
      "article14": {
        "section1": "1. Japanese law will be the governing law for the interpretation of these terms.",
        "section2": "2. In the event of a dispute related to the Service, the court with exclusive jurisdiction will be the court with jurisdiction over the Company's head office.",
        "title": "Article 14 (Governing Law and Jurisdiction)"
      },
      "article2": {
        "section1": "1. In the Service, the use registration will be completed when the applicant applies for registration in accordance with the method specified by the Company after agreeing to these terms, and the Company approves it.",
        "section2": {
          "item1": "1. If the application is from a person who has previously violated these terms",
          "item2": "2. If the application is from a person who has previously violated these terms",
          "item3": "3. Other cases where the Company deems the use registration inappropriate",
          "title": "2. The Company may refuse to approve the use registration if it determines that the applicant has any of the reasons listed below, and has no obligation to disclose the reason."
        },
        "title": "Article 2 (Use Registration)"
      },
      "article3": {
        "section1": "1. The user is responsible for managing the Service's email address and password appropriately.",
        "section2": "2. Under no circumstances may the user transfer or lend the email address and password to a third party, or share them with a third party. The Company will consider the use of the email address and password combination that matches the registered information as use by the user who registered that email address.",
        "section3": "3. The Company will not be liable for any damage caused by the use of the email address and password by a third party, except in cases of intent or gross negligence on the part of the Company.",
        "title": "Article 3 (Management of Email Address and Password)"
      },
      "article4": {
        "content": "Users are prohibited from engaging in the following acts when using the Service:",
        "section1": "1. Acts that violate laws or public order and morals",
        "section10": {
          "content": "10. Acts of posting or transmitting content on the Service that includes or is deemed by the Company to include the following expressions:",
          "item1": "1. Excessively violent expressions",
          "item2": "2. Explicit sexual expressions",
          "item3": "3. Expressions that lead to discrimination based on race, nationality, creed, gender, social status, or family origin",
          "item4": "4. Expressions that induce or encourage suicide, self-harm, or drug abuse",
          "item5": "5. Other expressions containing antisocial content that cause discomfort to others"
        },
        "section11": {
          "content": "11. Acts judged by the Company to be aimed at or have the purpose of:",
          "item1": "1. Acts for commercial purposes, advertisement, solicitation, or other profit-making activities (excluding those approved by the Company)",
          "item2": "2. Acts with the purpose of sexual activity or obscene acts",
          "item3": "3. Acts aimed at meeting or engaging with unfamiliar opposite sex",
          "item4": "4. Acts aimed at harassment or defamation of other users",
          "item5": "5. Acts aimed at causing disadvantage, damage, or discomfort to the Company, other users of the Service, or third parties",
          "item6": "6. Acts of using the Service for purposes other than those intended by the Service"
        },
        "section12": "12. Acts of religious activities or solicitation to religious groups",
        "section13": "13. Other acts deemed inappropriate by the Company",
        "section2": "2. Acts related to criminal activity",
        "section3": "3. Acts that destroy or interfere with the functions of the Company, other users, or third parties' servers or networks",
        "section4": "4. Acts likely to interfere with the operation of the Company's services",
        "section5": "5. Acts of collecting or accumulating personal information about other users",
        "section6": "6. Acts of unauthorized access or attempts to do so",
        "section7": "7. Acts of impersonating other users",
        "section8": "8. Acts of directly or indirectly providing benefits to antisocial forces related to the Service",
        "section9": "9. Acts of infringing on intellectual property rights, portrait rights, privacy, honor, or other rights or interests of the Company, other users of the Service, or third parties",
        "title": "Article 4 (Prohibited Acts)"
      },
      "article5": {
        "section1": {
          "content": "1. The Company may suspend or interrupt the provision of all or part of the Service without prior notice to the user under the following circumstances:",
          "item1": "1. When conducting maintenance or updates on the computer systems related to the Service",
          "item2": "2. When it becomes difficult to provide the Service due to force majeure such as earthquakes, lightning, fires, power outages, or natural disasters",
          "item3": "3. When computers or communication lines are stopped due to accidents",
          "item4": "4. Other cases where the Company deems it difficult to provide the Service"
        },
        "section2": "2. The Company will not be liable for any disadvantages or damages suffered by the user or third parties due to the suspension or interruption of the Service.",
        "title": "Article 5 (Suspension of Service Provision)"
      },
      "article6": {
        "section1": "1. Users may only use and post or upload information such as text, images, or videos for which they hold necessary intellectual property rights or have obtained permission from the rights holders.",
        "section2": "2. Copyrights for text, images, or videos posted or uploaded by users using the Service remain with the user or other existing rights holders. However, the Company may use these materials for the improvement, quality enhancement, or correction of the Service, as well as for publicity purposes, and the user agrees not to exercise moral rights in relation to such use.",
        "section3": "3. Except as provided in the previous paragraph, all copyrights and other intellectual property rights related to the Service and all related information belong to the Company or rights holders who have granted permission to the Company, and users may not reproduce, transfer, lend, translate, modify, reprint, publicly transmit (including making available for transmission), distribute, publish, or use them for commercial purposes without permission.",
        "title": "Article 6 (Copyright)"
      },
      "article7": {
        "section1": {
          "content": "1. If a user falls under any of the following conditions, the Company may delete posted data, restrict the user's use of all or part of the Service, or cancel the user's registration without prior notice:",
          "item1": "1. If the user violates any of the provisions of these terms",
          "item2": "2. If it is found that there is false information in the registration details",
          "item3": "3. If there is no response to communication from the Company for a certain period",
          "item4": "4. If there has been no use of the Service for a certain period since the last use",
          "item5": "5. Other cases where the Company deems the use of the Service inappropriate"
        },
        "section2": "3. The Company will not be liable for any damages caused to the user as a result of actions taken by the Company under this article.",
        "title": "Article 7 (Restriction of Use and Cancellation of Registration)"
      },
      "article8": {
        "section1": "1. The Company does not explicitly or implicitly guarantee that the Service is free from defects (including defects related to safety, reliability, accuracy, completeness, effectiveness, suitability for a particular purpose, security, etc., as well as errors, bugs, and rights infringements).",
        "section2": "2. The Company will not be liable for any damages caused to the user arising from the Service, except in cases of intent or gross negligence by the Company. However, if the contract between the Company and the user regarding the Service (including these terms) constitutes a consumer contract as defined by the Consumer Contract Act, this disclaimer does not apply.",
        "section3": "3. Even in the case described in the previous paragraph, the Company will not be liable for damages arising from special circumstances (including those that the Company or user could foresee or could have foreseen) due to the Company's negligence (excluding gross negligence). Additionally, compensation for damages due to the Company's negligence (excluding gross negligence) will be limited to the amount of the usage fee received by the Company in the month when the damage occurred.",
        "section4": "4. The Company will not be liable for any transactions, communications, or disputes that occur between the user and other users or third parties in relation to the Service.",
        "title": "Article 8 (Disclaimer and Limitation of Liability)"
      },
      "article9": {
        "content": "The Company may change, add to, or discontinue the content of the Service with prior notice to the user, and the user agrees to such changes.",
        "title": "Article 9 (Change of Service Content)"
      },
      "preamble": "These terms of service (hereinafter referred to as 'these terms') define the conditions for using the services provided on this app by the developer of EcoTalk (hereinafter referred to as 'the Company'). Registered users (hereinafter referred to as 'the User') must use the Service in accordance with these terms.",
      "terms": "Terms of Service"
    },
    "title": "About"
  },
  "add": {
    "charCount": "Character Count: {{count}} / 1000",
    "insert": "What's happening?",
    "title": "Add Post"
  },
  "address": {
    "chiyoda": {
      "fujimi-1-and-2-chome": "Fujimi 1- and 2-chome",
      "gobancho": "Gobancho",
      "hayabusacho": "Hayabusacho",
      "hibiyakoen": "Hibiyakoen",
      "higashi-kanda-1-to-3-chome": "Higashi-Kanda 1- to 3-chome",
      "hirakawacho-1-and-2-chome": "Hirakawacho 1- and 2-chome",
      "hitotsubashi-1-and-2-chome": "Hitotsubashi 1-and 2-chome",
      "ichibancho-1": "Ichibancho 1-,2-,3-,4-,5-,7-,9-,11-,23-,25-,27-,29-, and 31-banchi",
      "ichibancho-2": "Ichibancho 6-,8-,10-,12-,13-,14-,15-,16-,17-,18-,19-,20-,21-, and 22-banchi",
      "iidabashi-1-and-4-chome": "Iidabashi 1- and 4-chome",
      "iidabashi-2-and-3-chome": "Iidabashi 2- and 3-chome",
      "iwamotocho-1-to-3-chome": "Iwamotocho 1- to 3-chome",
      "kajicho-1-and-2-chome": "Kajicho 1-and 2-chome",
      "kanda-aoicho": "Kanda-Aioicho ",
      "kanda-awajicho-1-and-2-chome": "Kanda-Awajicho 1- and 2-chome",
      "kanda-hanaokacho": "Kanda-Hanaokacho",
      "kanda-higashikonyacho": "Kanda-Higashikon'yacho",
      "kanda-higashimatsushitacho": "Kanda-Higashimatsushitacho",
      "kanda-hirakawacho": "Kanda-Hirakawacho",
      "kanda-iwamotocho-1-and-15-banchi": "Kanda-Iwamotocho 1- and 15-banchi",
      "kanda-iwamotocho-2-and-4-banchi": "Kanda-Iwamotocho 2- and 4-banchi",
      "kanda-izumicho": "Kanda-Izumicho",
      "kanda-jimbocho-1-and-2-chome-even": "Kanda-Jimbocho 1- and 2-chome: Even-numbered banchi",
      "kanda-jimbocho-1-to-3-chome-odd": "Kanda-Jimbocho 1- to 3-chome: Odd-numbered banchi",
      "kanda-jimbocho-3-chome-even": "Kanda-Jimbocho 3-chome: Even-numbered banchi",
      "kanda-kajicho-3-chome": "Kanda-Kajicho 3-chome",
      "kanda-kitanorimonocho": "Kanda-Kitanorimonocho",
      "kanda-konyacho": "Kanda-Kon'yacho",
      "kanda-matsunagacho": "Kanda-Matsunagacho",
      "kanda-mikuracho": "Kanda-Mikuracho",
      "kanda-misakicho-1-chome": "Kanda-Misakicho 1-chome",
      "kanda-misakicho-2-and-3-chome": "Kanda-Misakicho 2- and 3-chome",
      "kanda-mitoshirocho": "Kanda-Mitoshirocho",
      "kanda-neribeicho": "Kanda-Neribeicho",
      "kanda-nishifukudacho": "Kanda-Nishifukudacho",
      "kanda-nishikicho-1-to-3-chome": "Kanda-Nishikicho 1- to 3-chome",
      "kanda-ogawamachi-1-chome-even": "Kanda-Ogawamachi 1-chome: Even-numbered banchi",
      "kanda-ogawamachi-1-to-3-chome-odd": "Kanda-Ogawamachi 1- to 3-chome: Odd-numbered banchi",
      "kanda-ogawamachi-2-and-3-chome-even": "Kanda-Ogawamachi 2- and 3-chome: Even-numbered banchi",
      "kanda-sakumacho-1-to-4-chome": "Kanda-Sakumacho 1- to 4-chome",
      "kanda-sakumagashi": "Kanda-Sakumagashi",
      "kanda-sarugakucho-1-and-2-chome": "Kanda-Sarugakucho 1- and 2-chome",
      "kanda-sudacho-1-chome-7": "Kanda-Sudacho 1-chome 7-banchi",
      "kanda-sudacho-1-chome-banchi": "Kanda-Sudacho 1-chome 1-,3-,5-,9-,11-,13-,15-,17-,19-,21-,23-, and 25-banchi",
      "kanda-sudacho-1-chome-even": "Kanda-Sudacho 1-chome: Even-numbered banchi",
      "kanda-sudacho-2-chome-even": "Kanda-Sudacho 2-chome: Even-numbered banchi",
      "kanda-sudacho-2-chome-odd": "Kanda-Sudacho 2-chome: Odd-numbered banchi",
      "kanda-surugadai-1-and-2-chome": "Kanda-Surugadai 1-and 2-chome",
      "kanda-surugadai-3-and-4-chome-even": "Kanda-Surugadai 3- and 4-chome: Even-numbered banchi",
      "kanda-surugadai-3-and-4-chome-odd": "Kanda-Surugadai 3- and 4-chome: Odd-numbered banchi",
      "kanda-tacho-2-chome": "Kanda-Tacho 2-chome",
      "kanda-tomiyamacho": "Kanda-Tomiyamacho",
      "kanda-tsukasamachi-2-chome-even": "Kada-Tsukasamachi 2-chome: Even-numbered banchi",
      "kanda-tsukasamachi-2-chome-odd": "Kanda-Tsukasamachi 2-chome: Odd-numbered banchi",
      "kasumigaseki-3-chome": "Kasumigaseki 3-chome",
      "kioicho": "Kioicho",
      "kitanomarukoen": "Kitanomarukoen",
      "kojimachi-1-to-6-chome-even": "Kojimachi 1- to 6-chome: Even-numbered banchi",
      "kojimachi-1-to-6-chome-odd": "Kojimachi 1- to 6-chome: Odd-numbered banchi",
      "kudan-kita-1-chome-1-to-11-ban": "Kudan-Kita 1-chome 1- to 11-ban",
      "kudan-kita-1-chome-and-2-to-4-chome": "Kudan-Kita 1-chome 12- to 15- ban, and 2- to 4- chome",
      "kudan-minami-1-to-4-chome": "Kudan-Minami 1- to 4-chome",
      "marunouchi-1-to-3-chome": "Marunouchi 1- to 3-chome",
      "nagatacho-1-and-2-chome": "Nagatacho 1 - and 2-chome",
      "nibancho": "Nibancho",
      "nishi-kanda-1-and-2-chome": "Nishi-Kanda 1- and 2-chome",
      "nishi-kanda-3-chome": "Nishi-Kanda 3-chome",
      "otemachi-1-and-2-chome": "Otemachi 1- and 2-chome",
      "rokubancho": "Rokubancho",
      "sanbancho-1": "Sanbancho 1-, 2-, 3-, 5-, 6-, 8-, 10-, 26-, 28-, and 30-banchi",
      "sanbancho-2": "Sanbancho 7-,9-,12-,14-,16-,18-,20-,22-, and 24-banchi",
      "soto-kanda-1-and-4-and-5-chome": "Soto-Kanda 1- chome 12- to 18-banchi, and 4- and 5-chome",
      "soto-kanda-1-chome-and-2-3-and-6-chome": "Soto-Kanda 1-chome 1- to 11-banchi, 2-,3-, and 6-chome",
      "uchi-kanda-1-2-3-chome-except": "Uchi-Kanda 1- and 2-chome, and 3-chome (except 13-, 18-, 19-, 20-, 21-, and 22-ban)",
      "uchi-kanda-3-chome-except": "Uchi-Kanda 3-chome 13-, 18-, 19-, 20-, 21-, and 22-ban",
      "uchisaiwaicho-1-and-2-chome": "Uchisaiwaicho 1 -and 2-chome",
      "yonbancho": "Yonbancho",
      "yurakucho-1-to-2-chome": "Yurakucho 1- to 2-chome"
    }
  },
  "auth": {
    "description": "Your tool for navigating Japan's trash rules.",
    "logIn": "Log In",
    "signUp": "Sign Up",
    "title": "Welcome to EcoTalk",
    "visitor": "Explore as visitor"
  },
  "calendar": {
    "bulky": "Bulky",
    "burnable": "Burnable",
    "nonBurnable": "Non-Burnable",
    "other": "Other",
    "plastic": "Plastic",
    "recyclable": "Recyclable"
  },
  "city": {
    "chiyoda": "Chiyoda City"
  },
  "confirmDelete": {
    "cancel": "Cancel",
    "confirm": "Confirm",
    "delete": "Delete",
    "description": "Are you sure you want to delete?"
  },
  "data": {
    "error": "Oops! Failed to fetch data."
  },
  "guides": {
    "how": {
      "bulky": {
        "includes": "Includes: Furniture, large appliances, and other bulky items.",
        "instructions": "Disposal Instructions: Contact your local government to arrange a pickup. A special disposal ticket is often required, and items must be placed outside on the scheduled pickup day."
      },
      "burnable": {
        "includes": "Includes: Food scraps, kitchen waste, paper, small pieces of wood, and other burnable items.",
        "instructions": "Disposal Instructions: Use designated burnable waste bags, tie them securely, and place them in the designated area on the correct day."
      },
      "cans": {
        "includes": "Includes: Aluminum cans, steel cans, and glass bottles.",
        "instructions": "Disposal Instructions: Rinse cans and bottles, remove caps, and place them in designated bins.",
        "title": "Cans and Bottles"
      },
      "guide1": "Waste sorting in Japan is detailed, with guidelines that may vary by city or ward. Here's a general guide:",
      "nonBurnable": {
        "includes": "Includes: Metal items, ceramics, glass, and small household appliances.",
        "instructions": "Use designated non-burnable waste bags or follow local instructions. Wrap glass in newspaper to prevent injuries."
      },
      "paper": {
        "includes": "Includes: Newspapers, magazines, cardboard, and other paper products.",
        "instructions": "Bundle items with string or use designated recycling bags. Flatten cardboard boxes.",
        "title": "Paper"
      },
      "pet": {
        "includes": "Includes: Plastic bottles with the PET symbol (e.g., beverage bottles).",
        "instructions": "Rinse bottles, remove caps and labels, and place them in designated collection bins.",
        "title": "PET Bottles"
      },
      "plastic": {
        "includes": "Includes: Wrappers and packaging with the plastic recycling symbol (♻).",
        "instructions": "Rinse and clean items, remove food residue, and place in designated plastic waste bags."
      },
      "title": "How to Sort Waste in Japan"
    },
    "title": "General Information",
    "what": {
      "guide1": "Waste sorting in Japan involves dividing waste into specific categories based on material, size, or recyclability. Each city or ward may have its own regulations, but generally, waste is divided into four main categories:",
      "guide2": "Each type of waste is collected on different days. Information on collection schedules can usually be found on your city's website.",
      "guide3": "Waste should be taken to the nearest collection point. You are usually notified of the location when you move in, and schedules are often posted near the collection point.",
      "tips": {
        "rules": "Following these guidelines is not just environmentally friendly—it's also a legal requirement in Japan.",
        "subtip1": "Rinse cans and bottles.",
        "subtip2": "Tie paper bundles with string.",
        "subtitle": "Important Tips:",
        "tips1": "Only bring out trash in the morning on collection days to avoid attracting animals.",
        "tips2": "Make sure waste is properly packaged. For example:"
      },
      "title": "What is Waste Sorting?"
    },
    "why": {
      "guide1": "Proper waste sorting helps protect the environment and our communities. By separating recyclable materials like paper, glass, metal, and plastics from other waste, we can:",
      "guide2": "Sorting waste also keeps our communities cleaner and healthier by reducing litter, pests, and unpleasant odors. A small effort in sorting your trash contributes to a more sustainable future and a better living environment for everyone.",
      "landfills": {
        "text": "Sorting helps prevent groundwater contamination and greenhouse gas emissions.",
        "title": "Reduce Landfill Waste:"
      },
      "resources": {
        "text": "Recycling one tonne of paper saves 17 trees, 26,000 liters of water, and 4,000 kWh of electricity.",
        "title": "Preserve Resources:"
      },
      "safety": {
        "text": "Hazardous items like chemicals, batteries, and medical waste are disposed of safely, preventing harm to people, wildlife, and reducing toxic emissions.",
        "title": "Ensure Safety:"
      },
      "title": "Why is Waste Sorting Important?"
    }
  },
  "home": {
    "setAddress": "Set Your Address",
    "title": "Welcome to EcoTalk",
    "upcoming": "Upcoming Trash Schedule"
  },
  "locales": {
    "en": "English",
    "ja": "日本語",
    "zh": "中文"
  },
  "logIn": {
    "email": "Email",
    "enterEmail": "Enter your email",
    "enterPassword": "Enter your password",
    "forgot": "Forgot password?",
    "invalid": "Email or password is invalid",
    "password": "Password",
    "signUp": "Don't have an account? Sign up",
    "title": "Log In",
    "welcome": "Welcome back!"
  },
  "notFound": {
    "description": "This screen doesn't exist.",
    "home": "Go to home screen!",
    "title": "Oops!"
  },
  "policy": {
    "title": "Terms of Service"
  },
  "post": {
    "hideReply": "Hide Replies",
    "hideTranslation": "Hide Translation",
    "reply": "Reply",
    "showReply": "Show Replies",
    "showTranslation": "Show Translation"
  },
  "posts": {
    "title": "Posts from Your City"
  },
  "profile": {
    "delete": "Delete Account",
    "login": "Sign In / Sign Up",
    "logout": "Log Out",
    "settings": {
      "language": "Language",
      "theme": "Theme"
    },
    "title": "General",
    "username": {
      "error": "There was an error updating your username.",
      "length": "Username must be at least 3 characters."
    }
  },
  "requireAuth": {
    "cancel": "Cancel",
    "like": "You must be signed in to like.",
    "move": "Sign In",
    "post": "You must be signed in to post.",
    "reply": "You must be signed in to reply.",
    "warning": "Sign In is Required"
  },
  "signUp": {
    "confirmation": "Confirm your password",
    "create": "Create An Account",
    "enterEmail": "Enter your email",
    "enterPassword": "Enter your password",
    "error": "Failed to create an account.",
    "invalidConfirmation": "Passwords do not match.",
    "invalidEmail": "Invalid email adress.",
    "invalidPassword": "Password must be at least 8 characters.",
    "invalidUsername": "This must be between 3 to 20 characters.",
    "logIn": "Already have an account? Log in",
    "terms": "I have read and agreed to the Terms of Service and Privacy Policy.",
    "title": "Sign Up",
    "username": "Enter your username"
  },
  "theme": {
    "dark": "Dark Mode",
    "light": "Light Mode",
    "system": "System"
  },
  "translatedLocales": {
    "en": "English",
    "ja": "Japanese",
    "zh": "Chinese"
  }
}
