{
  "about": {
    "policy": {
      "article1": {
        "content": "\"Personal information\" refers to the \"personal information\" as defined by the Personal Information Protection Law, which includes information about a living individual that can identify the individual through details such as name, date of birth, address, phone number, contact information, or other descriptions, as well as data related to appearance, fingerprints, voiceprints, or health insurance card numbers that can identify an individual on their own (personal identification information).",
        "title": "Article 1 (Personal Information)"
      },
      "article2": {
        "content": "The purposes for which we collect and use personal information are as follows:",
        "item1": "1. To provide and operate our Service",
        "item2": "2. To respond to inquiries from users (including identity verification)",
        "item3": "3. To send emails about new features, updates, campaigns, and other Service we offer",
        "item4": "4. To contact users as needed for maintenance, important notices, etc.",
        "item5": "5. To identify users who violate the Terms or attempt to use the Service for illegal or improper purposes and refuse their use",
        "item6": "6. To allow users to view, modify, delete their registration information, and check their usage status",
        "item7": "7. For purposes incidental to the above purposes",
        "title": "Article 2 (Purposes of Collecting and Using Personal Information)"
      },
      "article3": {
        "section1": "1. We will only change the purpose of using personal information if the new purpose is reasonably related to the original purpose.",
        "section2": "2. If there is a change in the purpose of Service, we will notify users of the new purpose or announce it on the app in the manner prescribed by us.",
        "title": "Article 3 (Change of Purpose of Service)"
      },
      "article4": {
        "section1": "1. Except in the following cases, we will not provide personal information to third parties without the user's prior consent. However, this excludes situations permitted by the Personal Information Protection Law and other applicable laws and regulations.",
        "section2": "2. Despite the above provision, the following cases are considered not to involve third parties:",
        "subitems1": {
          "item1": "1. When it is necessary to protect a person's life, body, or property, and it is difficult to obtain consent from the individual",
          "item2": "2. When it is especially necessary for the improvement of public health or the promotion of sound development of children, and it is difficult to obtain consent from the individual",
          "item3": "3. When it is necessary to cooperate with a national or local public organization or its delegated agent in performing legal duties, and obtaining consent from the individual might impede the performance of such duties"
        },
        "subitems2": {
          "item1": "1. When we entrust all or part of the handling of personal information to achieve the purpose of Service",
          "item2": "2. When personal information is provided due to business succession due to merger or other reasons"
        },
        "title": "Article 4 (Provision of Personal Information to Third Parties)"
      },
      "article5": {
        "section1": "1. When a person requests disclosure of their personal information, we will disclose it without delay. However, if disclosing it would fall into any of the following categories, we may choose not to disclose all or part of it, and if we decide not to disclose, we will notify the individual without delay.",
        "section2": "2. Notwithstanding the above, we will generally not disclose information other than personal information, such as historical or attribute information.",
        "subitems": {
          "item1": "1. When there is a risk of harming the life, body, property, or other rights and interests of the individual or a third party",
          "item2": "2. When there is a risk of significantly hindering the proper implementation of our Service",
          "item3": "3. When it would result in a violation of other laws"
        },
        "title": "Article 5 (Disclosure of Personal Information)"
      },
      "article6": {
        "section1": "1. If a user’s personal information held by us is incorrect, they can request correction, addition, or deletion (hereinafter referred to as 'correction, etc.') by following the procedures we specify.",
        "section2": "2. If we determine that it is necessary to respond to such a request, we will make the correction, etc. without delay.",
        "section3": "3. When we have made a correction, etc., or have decided not to make a correction, etc., we will notify the user without delay.",
        "title": "Article 6 (Correction and Deletion of Personal Information)"
      },
      "article7": {
        "section1": "1. If a person requests the suspension or deletion (hereinafter referred to as 'suspension, etc.') of the use of personal information due to it being handled outside the scope of the purpose of Service or being obtained by illegal means, we will promptly conduct the necessary investigation.",
        "section2": "2. Based on the results of the investigation, if we determine that it is necessary to respond to the request, we will suspend, etc. the use of the personal information without delay.",
        "section3": "3. When we have suspended, etc. the use of personal information, or have decided not to suspend, etc. its use, we will notify the user without delay.",
        "section4": "4. Notwithstanding the above, if the suspension, etc. involves significant cost or is otherwise difficult to perform, we will take alternative measures if we can protect the user's rights and interests.",
        "title": "Article 7 (Suspension, etc. of Personal Information Service)"
      },
      "article8": {
        "section1": "1. The content of this Policy may be changed without notifying users, except for matters specified by laws or this Policy.",
        "section2": "2. Unless otherwise specified by us, the revised Policy will take effect from the time it is posted on the app.",
        "title": "Article 8 (Change of Privacy Policy)"
      },
      "policy": "Privacy Policy",
      "preamble": "The developers of EcoTalk (hereinafter referred to as 'we') sets forth this privacy policy (hereinafter referred to as 'Policy') regarding the handling of user personal information in the services provided on this app (hereinafter referred to as 'Service')."
    },
    "terms": {
      "article1": {
        "section1": "1. These Terms apply to all relationships between users and us regarding the use of the Service.",
        "section2": "2. In addition to these Terms, we may establish various rules for use (hereinafter referred to as \"Individual Provisions\") concerning the Service. These Individual Provisions, regardless of their name, shall be part of these Terms.",
        "section3": "3. In the event of any inconsistency between the content of these Terms and the Individual Provisions, the content of the Individual Provisions shall take precedence.",
        "title": "Article 1 (Application)"
      },
      "article10": {
        "section1": {
          "content": "1. We may change these Terms without requiring individual consent from users in the following cases:",
          "item1": "1. When the change of the Terms is suitable for the general benefit of users.",
          "item2": "2. When the change is reasonable in light of the necessity for the change, appropriateness of the content after the change, and other circumstances related to the change, and does not contravene the purpose of the Service usage contract."
        },
        "section2": "2. We will notify users in advance of any changes to these Terms, including the details of the changes and the effective date.",
        "title": "Article 10 (Changes to Terms and Conditions)"
      },
      "article11": {
        "content": "We will handle personal information obtained through the use of the Service in accordance with our \"Privacy Policy.\"",
        "title": "Article 11 (Handling of Personal Information)"
      },
      "article12": {
        "content": "Notifications or communications between users and us shall be conducted in the manner specified by us. Unless the user notifies us of any changes through the method specified by us, we will assume that the currently registered contact information is valid and will send notifications or communications to that contact information, which will be deemed to have reached the user at the time of dispatch.",
        "title": "Article 12 (Notifications and Communications)"
      },
      "article13": {
        "content": "Users may not transfer or provide collateral for their status, rights or obligations under these Terms to any third party without our prior written consent.",
        "title": "Article 13 (Prohibition of Transfer of Rights and Obligations)"
      },
      "article14": {
        "section1": "1. Japanese law shall govern the interpretation of these Terms.",
        "section2": "2. In the event of a dispute arising in connection with the Service, the court having jurisdiction over our location shall be the exclusive agreed jurisdiction.",
        "title": "Article 14 (Governing Law and Jurisdiction)"
      },
      "article2": {
        "section1": "1. In using the Service, registration applicants must agree to these Terms, apply for registration according to the method specified by us, and complete the registration upon our approval.",
        "section2": {
          "item1": "1. If false information is provided during the registration application.",
          "item2": "2. If the application is from someone who has previously violated these Terms.",
          "item3": "3. Other cases where we deem the registration application inappropriate.",
          "title": "2. We may reject a registration application if we determine that any of the following reasons apply, and we are not obligated to disclose the reasons."
        },
        "title": "Article 2 (Registration)"
      },
      "article3": {
        "section1": "1. Users must manage their email addresses and passwords properly at their own responsibility.",
        "section2": "2. Users may not transfer, lend, or share their email addresses and passwords with third parties under any circumstances. If a login is performed with an email address and password combination that matches the registered information, it will be deemed as use by the user who registered that email address.",
        "section3": "3. We shall not be liable for any damages arising from the use of email addresses and passwords by third parties, except in cases of intentional misconduct or gross negligence on our part.",
        "title": "Article 3 (Management of Email Addresses and Passwords)"
      },
      "article4": {
        "content": "Users must not engage in the following actions when using the Service.",
        "section1": "1. Acts that violate laws or public order and morals.",
        "section10": {
          "content": "10. Acts of posting or sending expressions that include or are judged by us to include the following content on the Service:",
          "item1": "1. Excessively violent expressions.",
          "item2": "2. Explicit sexual expressions.",
          "item3": "3. Expressions that lead to discrimination based on race, nationality, creed, gender, social status, or family background.",
          "item4": "4. Expressions that induce or encourage suicide, self-harm, or drug abuse.",
          "item5": "5. Other expressions including anti-social content that cause discomfort to others."
        },
        "section11": {
          "content": "11. Acts aimed at or judged by us to be aimed at the following:",
          "item1": "1. Acts for commercial, promotional, advertising, solicitation, or other profit-oriented purposes (except those recognized by us).",
          "item2": "2. Acts aimed at sexual conduct or obscene behavior.",
          "item3": "3. Acts aimed at meeting or engaging with unfamiliar opposite sex.",
          "item4": "4. Acts aimed at harassment or defamation of other users.",
          "item5": "5. Acts aimed at causing disadvantage, damage, or discomfort to us, other users of the Service, or third parties.",
          "item6": "6. Acts that use the Service for purposes different from those intended by the Service."
        },
        "section12": "12. Acts of religious activities or solicitation to religious organizations.",
        "section13": "13. Any other actions deemed inappropriate by us.",
        "section2": "2. Acts related to criminal activities.",
        "section3": "3. Acts that destroy or interfere with the functionality of our, other users', or third parties' servers or networks.",
        "section4": "4. Acts that interfere with the operation of our Service.",
        "section5": "5. Acts of collecting or accumulating personal information about other users.",
        "section6": "6. Acts of unauthorized access or attempts thereof.",
        "section7": "7. Acts of impersonating other users.",
        "section8": "8. Acts that provide direct or indirect benefits to anti-social forces in relation to our Service.",
        "section9": "9. Acts that infringe on the intellectual property rights, portrait rights, privacy, reputation, or other rights or interests of us, other users, or third parties.",
        "title": "Article 4 (Prohibited Actions)"
      },
      "article5": {
        "section1": {
          "content": "1. We may suspend or interrupt all or part of the provision of the Service without prior notice to users if any of the following apply:",
          "item1": "1. Maintenance or updates of the computer systems related to the Service.",
          "item2": "2. Cases where the provision of the Service becomes difficult due to natural disasters such as earthquakes, lightning, fires, power outages, or other force majeure events.",
          "item3": "3. Cases where computers or communication lines are stopped due to accidents.",
          "item4": "4. Other cases where we determine that the provision of the Service is difficult."
        },
        "section2": "2. We shall not be liable for any disadvantage or damage suffered by users or third parties due to the suspension or interruption of the Service.",
        "title": "Article 5 (Suspension of Service Provision)"
      },
      "article6": {
        "section1": "1. Users may only use and post or upload information such as text, images, and videos for which they hold the necessary intellectual property rights or have obtained the necessary permissions from rights holders.",
        "section2": "2. The copyrights of text, images, videos, and other content posted or uploaded by users using the Service shall remain with the user or existing rights holders. However, we may use such content within the scope necessary for improving the Service, enhancing quality, correcting deficiencies, or promoting the Service, and users agree not to exercise moral rights in relation to such use.",
        "section3": "3. Except as provided in the preceding paragraph, all copyrights and other intellectual property rights related to the Service and all information related to the Service shall belong to us or rights holders who have granted us permission to use them, and users shall not reproduce, transfer, lend, translate, modify, reprint, publicly transmit (including making it available for transmission), transmit, distribute, publish, or use them for commercial purposes without permission.",
        "title": "Article 6 (Copyright)"
      },
      "article7": {
        "section1": {
          "content": "1. We may delete posted data, restrict all or part of the Service, or cancel user registration without prior notice if any of the following apply:",
          "item1": "1. If a violation of any of these Terms occurs.",
          "item2": "2. If it is found that there are false facts in the registered information.",
          "item3": "3. If there is no response to our contact for a certain period.",
          "item4": "4. If there has been no use of the Service for a certain period since the last use.",
          "item5": "5. Other cases where we determine that the use of the Service is inappropriate."
        },
        "section2": "3. We shall not be liable for any damage incurred by users as a result of actions taken based on this article.",
        "title": "Article 7 (Restriction of Use and Cancellation of Registration)"
      },
      "article8": {
        "section1": "1. We do not explicitly or implicitly guarantee that the Service is free from any defects (including but not limited to defects related to safety, reliability, accuracy, completeness, effectiveness, suitability for specific purposes, security, errors, bugs, or rights infringement).",
        "section2": "2. We shall not be liable for any damages incurred by users as a result of using the Service, except in cases of intentional misconduct or gross negligence on our part. However, this disclaimer does not apply if the contract between us and users regarding the Service (including these Terms) qualifies as a consumer contract under the Consumer Contract Act.",
        "section3": "3. Even in the case provided in the preceding paragraph, we shall not be liable for damages arising from special circumstances (including those that we or users could foresee or should have foreseen) due to our failure to perform obligations or torts, excluding gross negligence.",
        "section4": "4. We shall not be liable for any transactions, communications, or disputes between users and other users or third parties in relation to the Service.",
        "title": "Article 8 (Disclaimer and Limitation of Liability)"
      },
      "article9": {
        "content": "We may change, add, or abolish the content of the Service with prior notice to users, and users agree to this.",
        "title": "Article 9 (Changes to Service Content)"
      },
      "preamble": "These Terms and Conditions (hereinafter referred to as \"Terms\") are the conditions for using the service (hereinafter referred to as \"Service\") provided by the developers of EcoTalk (hereinafter referred to as \"we\"). All registered users (hereinafter referred to as \"users\") are to use the Service in accordance with these Terms.",
      "terms": "Terms and Conditions"
    },
    "title": "About"
  },
  "add": {
    "charCount": "Character Count: {{count}} / 1000",
    "error": "THere was an error adding your post.",
    "insert": "What's happening?",
    "title": "Add Post"
  },
  "address": {
    "chiyoda": {
      "fujimi-1-and-2-chome": "Fujimi 1- and 2-chome",
      "gobancho": "Gobancho",
      "hayabusacho": "Hayabusacho",
      "hibiyakoen": "Hibiyakoen",
      "higashi-kanda-1-to-3-chome": "Higashi-Kanda 1- to 3-chome",
      "hirakawacho-1-and-2-chome": "Hirakawacho 1- and 2-chome",
      "hitotsubashi-1-and-2-chome": "Hitotsubashi 1-and 2-chome",
      "ichibancho-1": "Ichibancho 1-,2-,3-,4-,5-,7-,9-,11-,23-,25-,27-,29-, and 31-banchi",
      "ichibancho-2": "Ichibancho 6-,8-,10-,12-,13-,14-,15-,16-,17-,18-,19-,20-,21-, and 22-banchi",
      "iidabashi-1-and-4-chome": "Iidabashi 1- and 4-chome",
      "iidabashi-2-and-3-chome": "Iidabashi 2- and 3-chome",
      "iwamotocho-1-to-3-chome": "Iwamotocho 1- to 3-chome",
      "kajicho-1-and-2-chome": "Kajicho 1-and 2-chome",
      "kanda-aoicho": "Kanda-Aioicho ",
      "kanda-awajicho-1-and-2-chome": "Kanda-Awajicho 1- and 2-chome",
      "kanda-hanaokacho": "Kanda-Hanaokacho",
      "kanda-higashikonyacho": "Kanda-Higashikon'yacho",
      "kanda-higashimatsushitacho": "Kanda-Higashimatsushitacho",
      "kanda-hirakawacho": "Kanda-Hirakawacho",
      "kanda-iwamotocho-1-and-15-banchi": "Kanda-Iwamotocho 1- and 15-banchi",
      "kanda-iwamotocho-2-and-4-banchi": "Kanda-Iwamotocho 2- and 4-banchi",
      "kanda-izumicho": "Kanda-Izumicho",
      "kanda-jimbocho-1-and-2-chome-even": "Kanda-Jimbocho 1- and 2-chome: Even-numbered banchi",
      "kanda-jimbocho-1-to-3-chome-odd": "Kanda-Jimbocho 1- to 3-chome: Odd-numbered banchi",
      "kanda-jimbocho-3-chome-even": "Kanda-Jimbocho 3-chome: Even-numbered banchi",
      "kanda-kajicho-3-chome": "Kanda-Kajicho 3-chome",
      "kanda-kitanorimonocho": "Kanda-Kitanorimonocho",
      "kanda-konyacho": "Kanda-Kon'yacho",
      "kanda-matsunagacho": "Kanda-Matsunagacho",
      "kanda-mikuracho": "Kanda-Mikuracho",
      "kanda-misakicho-1-chome": "Kanda-Misakicho 1-chome",
      "kanda-misakicho-2-and-3-chome": "Kanda-Misakicho 2- and 3-chome",
      "kanda-mitoshirocho": "Kanda-Mitoshirocho",
      "kanda-neribeicho": "Kanda-Neribeicho",
      "kanda-nishifukudacho": "Kanda-Nishifukudacho",
      "kanda-nishikicho-1-to-3-chome": "Kanda-Nishikicho 1- to 3-chome",
      "kanda-ogawamachi-1-chome-even": "Kanda-Ogawamachi 1-chome: Even-numbered banchi",
      "kanda-ogawamachi-1-to-3-chome-odd": "Kanda-Ogawamachi 1- to 3-chome: Odd-numbered banchi",
      "kanda-ogawamachi-2-and-3-chome-even": "Kanda-Ogawamachi 2- and 3-chome: Even-numbered banchi",
      "kanda-sakumacho-1-to-4-chome": "Kanda-Sakumacho 1- to 4-chome",
      "kanda-sakumagashi": "Kanda-Sakumagashi",
      "kanda-sarugakucho-1-and-2-chome": "Kanda-Sarugakucho 1- and 2-chome",
      "kanda-sudacho-1-chome-7": "Kanda-Sudacho 1-chome 7-banchi",
      "kanda-sudacho-1-chome-banchi": "Kanda-Sudacho 1-chome 1-,3-,5-,9-,11-,13-,15-,17-,19-,21-,23-, and 25-banchi",
      "kanda-sudacho-1-chome-even": "Kanda-Sudacho 1-chome: Even-numbered banchi",
      "kanda-sudacho-2-chome-even": "Kanda-Sudacho 2-chome: Even-numbered banchi",
      "kanda-sudacho-2-chome-odd": "Kanda-Sudacho 2-chome: Odd-numbered banchi",
      "kanda-surugadai-1-and-2-chome": "Kanda-Surugadai 1-and 2-chome",
      "kanda-surugadai-3-and-4-chome-even": "Kanda-Surugadai 3- and 4-chome: Even-numbered banchi",
      "kanda-surugadai-3-and-4-chome-odd": "Kanda-Surugadai 3- and 4-chome: Odd-numbered banchi",
      "kanda-tacho-2-chome": "Kanda-Tacho 2-chome",
      "kanda-tomiyamacho": "Kanda-Tomiyamacho",
      "kanda-tsukasamachi-2-chome-even": "Kada-Tsukasamachi 2-chome: Even-numbered banchi",
      "kanda-tsukasamachi-2-chome-odd": "Kanda-Tsukasamachi 2-chome: Odd-numbered banchi",
      "kasumigaseki-3-chome": "Kasumigaseki 3-chome",
      "kioicho": "Kioicho",
      "kitanomarukoen": "Kitanomarukoen",
      "kojimachi-1-to-6-chome-even": "Kojimachi 1- to 6-chome: Even-numbered banchi",
      "kojimachi-1-to-6-chome-odd": "Kojimachi 1- to 6-chome: Odd-numbered banchi",
      "kudan-kita-1-chome-1-to-11-ban": "Kudan-Kita 1-chome 1- to 11-ban",
      "kudan-kita-1-chome-and-2-to-4-chome": "Kudan-Kita 1-chome 12- to 15- ban, and 2- to 4- chome",
      "kudan-minami-1-to-4-chome": "Kudan-Minami 1- to 4-chome",
      "marunouchi-1-to-3-chome": "Marunouchi 1- to 3-chome",
      "nagatacho-1-and-2-chome": "Nagatacho 1 - and 2-chome",
      "nibancho": "Nibancho",
      "nishi-kanda-1-and-2-chome": "Nishi-Kanda 1- and 2-chome",
      "nishi-kanda-3-chome": "Nishi-Kanda 3-chome",
      "otemachi-1-and-2-chome": "Otemachi 1- and 2-chome",
      "rokubancho": "Rokubancho",
      "sanbancho-1": "Sanbancho 1-, 2-, 3-, 5-, 6-, 8-, 10-, 26-, 28-, and 30-banchi",
      "sanbancho-2": "Sanbancho 7-,9-,12-,14-,16-,18-,20-,22-, and 24-banchi",
      "soto-kanda-1-and-4-and-5-chome": "Soto-Kanda 1- chome 12- to 18-banchi, and 4- and 5-chome",
      "soto-kanda-1-chome-and-2-3-and-6-chome": "Soto-Kanda 1-chome 1- to 11-banchi, 2-,3-, and 6-chome",
      "uchi-kanda-1-2-3-chome-except": "Uchi-Kanda 1- and 2-chome, and 3-chome (except 13-, 18-, 19-, 20-, 21-, and 22-ban)",
      "uchi-kanda-3-chome-except": "Uchi-Kanda 3-chome 13-, 18-, 19-, 20-, 21-, and 22-ban",
      "uchisaiwaicho-1-and-2-chome": "Uchisaiwaicho 1 -and 2-chome",
      "yonbancho": "Yonbancho",
      "yurakucho-1-to-2-chome": "Yurakucho 1- to 2-chome"
    }
  },
  "auth": {
    "description": "Your tool for navigating Japan's trash rules.",
    "logIn": "Log In",
    "signUp": "Sign Up",
    "title": "Welcome to EcoTalk",
    "visitor": "Explore as visitor"
  },
  "calendar": {
    "bulky": "Bulky",
    "burnable": "Burnable",
    "nonBurnable": "Non-Burnable",
    "other": "Other",
    "plastic": "Plastic",
    "recyclable": "Recyclable"
  },
  "city": {
    "chiyoda": "Chiyoda City"
  },
  "confirmDelete": {
    "cancel": "Cancel",
    "confirm": "Confirm",
    "delete": "Delete",
    "description": "Are you sure you want to delete?"
  },
  "data": {
    "error": "Oops! Failed to fetch data."
  },
  "guides": {
    "how": {
      "bulky": {
        "includes": "Includes: Furniture, large appliances, and other bulky items.",
        "instructions": "Disposal Instructions: Contact your local government to arrange a pickup. A special disposal ticket is often required, and items must be placed outside on the scheduled pickup day."
      },
      "burnable": {
        "includes": "Includes: Food scraps, kitchen waste, paper, small pieces of wood, and other burnable items.",
        "instructions": "Disposal Instructions: Use designated burnable waste bags, tie them securely, and place them in the designated area on the correct day."
      },
      "cans": {
        "includes": "Includes: Aluminum cans, steel cans, and glass bottles.",
        "instructions": "Disposal Instructions: Rinse cans and bottles, remove caps, and place them in designated bins.",
        "title": "Cans and Bottles"
      },
      "guide1": "Waste sorting in Japan is detailed, with guidelines that may vary by city or ward. Here's a general guide:",
      "nonBurnable": {
        "includes": "Includes: Metal items, ceramics, glass, and small household appliances.",
        "instructions": "Use designated non-burnable waste bags or follow local instructions. Wrap glass in newspaper to prevent injuries."
      },
      "paper": {
        "includes": "Includes: Newspapers, magazines, cardboard, and other paper products.",
        "instructions": "Bundle items with string or use designated recycling bags. Flatten cardboard boxes.",
        "title": "Paper"
      },
      "pet": {
        "includes": "Includes: Plastic bottles with the PET symbol (e.g., beverage bottles).",
        "instructions": "Rinse bottles, remove caps and labels, and place them in designated collection bins.",
        "title": "PET Bottles"
      },
      "plastic": {
        "includes": "Includes: Wrappers and packaging with the plastic recycling symbol (♻).",
        "instructions": "Rinse and clean items, remove food residue, and place in designated plastic waste bags."
      },
      "title": "How to Sort Waste in Japan"
    },
    "title": "General Information",
    "what": {
      "guide1": "Waste sorting in Japan involves dividing waste into specific categories based on material, size, or recyclability. Each city or ward may have its own regulations, but generally, waste is divided into four main categories:",
      "guide2": "Each type of waste is collected on different days. Information on collection schedules can usually be found on your city's website.",
      "guide3": "Waste should be taken to the nearest collection point. You are usually notified of the location when you move in, and schedules are often posted near the collection point.",
      "tips": {
        "rules": "Following these guidelines is not just environmentally friendly—it's also a legal requirement in Japan.",
        "subtip1": "Rinse cans and bottles.",
        "subtip2": "Tie paper bundles with string.",
        "subtitle": "Important Tips:",
        "tips1": "Only bring out trash in the morning on collection days to avoid attracting animals.",
        "tips2": "Make sure waste is properly packaged. For example:"
      },
      "title": "What is Waste Sorting?"
    },
    "why": {
      "guide1": "Proper waste sorting helps protect the environment and our communities. By separating recyclable materials like paper, glass, metal, and plastics from other waste, we can:",
      "guide2": "Sorting waste also keeps our communities cleaner and healthier by reducing litter, pests, and unpleasant odors. A small effort in sorting your trash contributes to a more sustainable future and a better living environment for everyone.",
      "landfills": {
        "text": "Sorting helps prevent groundwater contamination and greenhouse gas emissions.",
        "title": "Reduce Landfill Waste:"
      },
      "resources": {
        "text": "Recycling one tonne of paper saves 17 trees, 26,000 liters of water, and 4,000 kWh of electricity.",
        "title": "Preserve Resources:"
      },
      "safety": {
        "text": "Hazardous items like chemicals, batteries, and medical waste are disposed of safely, preventing harm to people, wildlife, and reducing toxic emissions.",
        "title": "Ensure Safety:"
      },
      "title": "Why is Waste Sorting Important?"
    }
  },
  "home": {
    "setAddress": "Set Your Address",
    "title": "Welcome to EcoTalk",
    "upcoming": "Upcoming Trash Schedule"
  },
  "locales": {
    "en": "English",
    "ja": "日本語",
    "zh": "中文"
  },
  "logIn": {
    "email": "Email",
    "enterEmail": "Enter your email",
    "enterPassword": "Enter your password",
    "forgot": "Forgot password?",
    "invalid": "Email or password is invalid",
    "password": "Password",
    "signUp": "Don't have an account? Sign up",
    "title": "Log In",
    "welcome": "Welcome back!"
  },
  "notFound": {
    "description": "This screen doesn't exist.",
    "home": "Go to home screen!",
    "title": "Oops!"
  },
  "policy": {
    "title": "Terms and Conditions"
  },
  "post": {
    "hideReply": "Hide Replies",
    "hideTranslation": "Hide Translation",
    "reply": "Reply",
    "showReply": "Show Replies",
    "showTranslation": "Show Translation"
  },
  "posts": {
    "title": "Posts from Your City"
  },
  "profile": {
    "avatar": {
      "error": "There was an error updating your avatar."
    },
    "delete": "Delete Account",
    "login": "Sign In / Sign Up",
    "logout": "Log Out",
    "settings": {
      "language": "Language",
      "theme": "Theme"
    },
    "title": "General",
    "username": {
      "error": "There was an error updating your username.",
      "length": "Username must be at least 3 characters."
    }
  },
  "requireAuth": {
    "cancel": "Cancel",
    "like": "You must be signed in to like.",
    "move": "Sign In",
    "post": "You must be signed in to post.",
    "reply": "You must be signed in to reply.",
    "warning": "Sign In is Required"
  },
  "signUp": {
    "confirmation": "Confirm your password",
    "create": "Create An Account",
    "enterEmail": "Enter your email",
    "enterPassword": "Enter your password",
    "error": "Failed to create an account.",
    "invalidConfirmation": "Passwords do not match.",
    "invalidEmail": "Invalid email adress.",
    "invalidPassword": "Password must be at least 8 characters.",
    "invalidUsername": "This must be between 3 to 20 characters.",
    "logIn": "Already have an account? Log in",
    "terms": "I have read and agreed to the Terms and Conditions and Privacy Policy.",
    "title": "Sign Up",
    "username": "Enter your username"
  },
  "theme": {
    "dark": "Dark Mode",
    "light": "Light Mode",
    "system": "System"
  },
  "translatedLocales": {
    "en": "English",
    "ja": "Japanese",
    "zh": "Chinese"
  }
}
